export const texts = [
  {
    id: 0,
    text: `QR Keeper — удобное приложение с мгновенным запуском для хранения QR-кодов прививок и тестов.

Сохраните код с помощью сканера или введите ссылку. 📷

Показывайте код сразу после открытия приложения. ⏱️

Храните несколько кодов и переключайтесь между ними с помощью свайпа. 👍

Добавляйте коды вакцин и тестов любой страны мира. 🌍

Обучение управлению в следующей карточке 👉`,
  },
  {
    id: 1,
    text: `Для добавления нового кода — нажмите плюсик в правом нижнем углу экрана.

Для изменения уже добавленного кода — нажмите на QR-код внутри карточки и внесите необходимые изменения — вы можете изменить название или содержание кода, а также удалить карточку.

Для навигации между несколькими карточками с QR-кодами — листайте их влево и вправо.`,
  },
];
