export const ru = {
  infoTexts: [
    {
      id: 0,
      text: `QR Keeper — удобное приложение с мгновенным запуском для хранения QR-кодов прививок и тестов.
  
Сохраните код с помощью сканера или введите ссылку. 📷
  
Показывайте код сразу после открытия приложения. ⏱️
  
Храните несколько кодов и переключайтесь между ними с помощью свайпа. 👍
  
Добавляйте коды вакцин и тестов любой страны мира. 🌍
  
Обучение управлению в следующей карточке 👉`,
    },
    {
      id: 1,
      text: `Для добавления нового кода — нажмите плюсик в правом нижнем углу экрана.
  
Для изменения уже добавленного кода — нажмите на QR-код внутри карточки и внесите необходимые изменения — вы можете изменить название или содержание кода, а также удалить карточку.
  
Для навигации между несколькими карточками с QR-кодами — листайте их влево и вправо.`,
    },
  ],
  ver: "Версия",
  link: "http://qrkeeper.ru/ru",
  dev: "Разработка и дизайн:",
  save: "Сохранить",
  delete: "Удалить",
  goBack: "Назад",
  scan: "Сканировать код",
  screenShot: "Скриншот / PDF",
  manualEnter: "Ввести вручную",
  okay: "Ну ладно",
  ok: "Ок",
  of: "из",
  emptyScreenFirstLine:
    "Ой, похоже, что вы еще не добавили ни одного QR-кода 🤔",
  emptyScreenSecondLine: "Нажмите на плюсик, чтобы начать",
  namePlaceHolder: "Придумайте название",
  linkPlaceHolder: "Ссылка внутри кода",
  enterLink: "Введите или вставьте ссылку / текст",
  initialMessage: `Ура, вы добавили вашу первую карточку! 🎉
  
Если захотите что-то изменить — нажмите на QR-код 👆`,
  noNameMessage: "Вы не придумали название для этого QR кода. 🙄",
  scanMessage: "Поместите QR-код в выделенную область 👆",
  successScreenShot: `Код успешно
обработан 👍
Добавлена ссылка: `,
  successScan: `Код успешно
отсканирован 👍
Добавлена ссылка: `,
  faliureScreenShot: `Не удалось распознать QR-код на фото 😥
Попробуйте еще раз`,
  severalCodes: "Найдено несколько кодов 👍",
  emptyLinkMessage: "Информация в QR коде не должна быть пустой. 🙄",
  cameraPermission:
    "Предоставьте приложению доступ к камере устройства. Иначе ничего отсканировать не получится. 🙄",
  permissionProcess: "Запрос разрешения на использование камеры",
  language: "Язык",
  selectLanguage: "Выберите язык",
  darkMode: "Темный режим",
  lightMode: "Светлый",
};
