export const ua = {
  infoTexts: [
    {
      id: 0,
      text: `QR Keeper - зручна програма з миттєвим запуском для збереження  QR-кодів щеплень і тестів.
  
Збережіть код за допомогою сканера або введіть самостійно посилання. 📷
  
Показуйте код відразу після відкриття програми. ⏱️
  
Зберігайте декілька кодів і перемикайте між ними за допомогою свайпа. 👍
  
Додавайте коди щеплень і тестів  будь-якої країни світу. 🌍
  
Навчання управлінню в наступній картці 👉`,
    },
    {
      id: 1,
      text: `Для додавання нового коду - натисніть плюсик у нижньому кутку екрана.
  
Для зміни вже доданого  QR-коду - натисніть код всередені картки і внесіть необхідні зміни - ви можете змінити назву або зміст коду, а також видалити картку.
  
Для навігації між кількома картками з QR-кодами - гортайте їх ліворуч або праворуч.`,
    },
  ],
  ver: "Версія",
  link: "http://qrkeeper.ru/ua",
  dev: "Розробка та дізайн:",
  save: "Зберегти",
  delete: "Видалити",
  goBack: "Назад",
  scan: "Сканувати код",
  screenShot: "Скріншот / PDF",
  manualEnter: "Ввеси вручну",
  okay: "Ну гаразд",
  ok: "Ок",
  of: "з",
  emptyScreenFirstLine: "Ой, схоже, ви ще не додали жодного QR-кода 🤔",
  emptyScreenSecondLine: "Натисніть плюсик, щоб почати",
  namePlaceHolder: "Вигадайте назву",
  linkPlaceHolder: "Посилання всередені коду",
  enterLink: "Введіть або вставте посилання / текст",
  initialMessage: `Ура, ви додали вашу першу картку! 🎉
  
  Якщо захочете щось змінити - натисніть на QR-код 👆`,
  noNameMessage: "Ви не придумали назви для цього QR-коду. 🙄",
  scanMessage: "Помістіь  QR-код у виділення 👆",
  successScreenShot: `Код успішно
оброблено 👍
Додано посилання: `,
  successScan: `Код успішно
відскановано 👍
Додано посилання: `,
  faliureScreenShot: `Не вдалося розпізнати QR -код на фото 😥
Спробуйте ще раз`,
  severalCodes: "Знайдено декілька кодів 👍",
  emptyLinkMessage: "Інформация в QR-коді не повинна бути порожньою. 🙄",
  cameraPermission:
    "Надайте програмі доступ до камери пристрою. Інакше нічого відсканувати не вийде. 🙄",
  permissionProcess: "Запит дозволу на використання камери",
  language: "Мова",
  selectLanguage: "Виберіть мову",
  darkMode: "Темный режим",
  lightMode: "Светлый режим",
};
